chore(content): write-only draft [k8s/ica/module-1.3-istio-security-troubleshooting]
